export const IgmSecondPartPictureData = [
    {
        picture: 'assets/IgmSecondPartPictures/tavilga.jpg',
        text: 'Энэ хэсэг нь тогтвортой технологийн хөгжилд ашиглагдах бөгөөд IGM-н лаборатори, инкубаторын барилга байгууламж, зуны болон өвлийн хүлэмж, машины зогсоол, хог хаягдлын менежментийн систем, цэцэрлэгт хүрээлэн рүү орох хаалга зэргийг багтаана.',
    },
    {
        picture: 'assets/IgmSecondPartPictures/talbai.jpg',
        text: 'Энэ хэсэг нь тогтвортой технологийн хөгжилд ашиглагдах бөгөөд IGM-н лаборатори, инкубаторын барилга байгууламж, зуны болон өвлийн хүлэмж, машины зогсоол, хог хаягдлын менежментийн систем, цэцэрлэгт хүрээлэн рүү орох хаалга зэргийг багтаана.',
    },
    {
        picture: 'assets/IgmSecondPartPictures/zam.jpg',
        text: 'Энэ хэсэг нь тогтвортой технологийн хөгжилд ашиглагдах бөгөөд IGM-н лаборатори, инкубаторын барилга байгууламж, зуны болон өвлийн хүлэмж, машины зогсоол, хог хаягдлын менежментийн систем, цэцэрлэгт хүрээлэн рүү орох хаалга зэргийг багтаана.',
    },
    {
        picture: 'assets/IgmSecondPartPictures/talbai.jpg',
        text: 'Энэ хэсэг нь тогтвортой технологийн хөгжилд ашиглагдах бөгөөд IGM-н лаборатори, инкубаторын барилга байгууламж, зуны болон өвлийн хүлэмж, машины зогсоол, хог хаягдлын менежментийн систем, цэцэрлэгт хүрээлэн рүү орох хаалга зэргийг багтаана.',
    },
    {
        picture: 'assets/IgmSecondPartPictures/narniiErchimHuch.jpg',
        text: 'Энэ хэсэг нь тогтвортой технологийн хөгжилд ашиглагдах бөгөөд IGM-н лаборатори, инкубаторын барилга байгууламж, зуны болон өвлийн хүлэмж, машины зогсоол, хог хаягдлын менежментийн систем, цэцэрлэгт хүрээлэн рүү орох хаалга зэргийг багтаана.',
    },
]