export const members = [
    {
        picture: '',
        name: 'Шижирбат Бямбасүрэн',
        job: 'CEO',
    },
    {
        picture: '',
        name: 'Бадамсэрээжид Энхтүвшин',
        job: 'Архитетурын менежер',
    },
    {
        picture: '',
        name: 'Хулан Гансүх ',
        job: 'Үйл ажиллагаа хариуцсан менежер',
    },
    {
        picture: '',
        name: 'Ганчимэг Ганзориг',
        job: 'Үйл ажиллагааны ажилтан',
    },
    {
        picture: '',
        name: 'Мэргэн  Ганболд',
        job: 'Төслийн менежер',
    },
    {
        picture: '',
        name: 'Есөн-Эрдэнэ Батбаатар',
        job: 'Төслийн менежер ',
    },
    {
        picture: '',
        name: ' Эрдэнэсувд Бямбасүрэн',
        job: 'Логистикийн менежер ',
    },
    {
        picture: '',
        name: 'Мөнхтүвшин Батзориг',
        job: 'Төслийн менежер',
    },
]